
/* Class = "NSButtonCell"; title = "Display technical call information"; ObjectID = "8"; */
"8.title" = "Műszaki hívásinformáció megjelenítése";

/* Class = "NSTextFieldCell"; title = "Incoming connection port:"; ObjectID = "10"; */
"10.title" = "Bejövő kapcsolatok portja:";

/* Class = "NSBox"; title = "Box"; ObjectID = "11"; */
"11.title" = "Box";

/* Class = "NSTextFieldCell"; title = "22222"; ObjectID = "13"; */
"13.title" = "22222";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "change proxy settings"; ObjectID = "56"; */
"56.ibExternalAccessibilityDescription" = "proxybeállítások módosítása";

/* Class = "NSButtonCell"; title = "Change…"; ObjectID = "57"; */
"57.title" = "Módosítás…";

/* Class = "NSTextFieldCell"; title = "Proxy settings:"; ObjectID = "60"; */
"60.title" = "Proxybeállítások:";

/* Class = "NSButtonCell"; title = "Allow Microsoft to collect information on my behalf to make the service better"; ObjectID = "62"; */
"62.title" = "Információk gyűjtésének engedélyezése a Microsoft számára a szolgáltatás minőségének javítása érdekében";

/* Class = "NSBox"; title = "Box"; ObjectID = "70"; */
"70.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Help improve Skype and other Microsoft products and services by automatically sending Skype performance and error reports. This may contain your Skype and/or Microsoft ID account details, but we won’t use the reports to identify or contact you.\n<a href=\"skype:?go#privacy\">Learn more</a>\n"; ObjectID = "72"; */
"72.title" = "Segítsen a Skype és az egyéb Microsoft-termékek és -szolgáltatások fejlesztésében, és engedélyezze a Skype teljesítmény- és hibajelentések automatikus küldését. Ezek tartalmazhatják Skype- és/vagy Microsoft-fiókja adatait, azonban a jelentésekben foglaltakat sosem használjuk fel az Ön azonosítására vagy az Önnel való kapcsolatfelvételre.\n<a href=\"skype:?go#privacy\">További információk</a>\n";

/* Class = "NSTextFieldCell"; title = "When you’re on a call with someone who isn’t a contact, we’ll keep your IP address hidden. This may delay your call setup time."; ObjectID = "75"; */
"75.title" = "Ha olyasvalakivel folytat beszélgetést, aki nem szerepel a partnerei között, az Ön IP-címét elrejtjük. Ez kisebb késéseket okozhat a hívás létrejötte során.";

/* Class = "NSButtonCell"; title = "Allow direct connections to my contacts only"; ObjectID = "76"; */
"76.title" = "Közvetlen kapcsolat engedélyezése csak a partnereim számára";
